{
  "2025-10": {
    "summary": {
      "registeredFirms": 51,
      "dataFirms": 49,
      "totalLoan": 18358007760000,
      "totalRepaid": 16924144010000,
      "balance": 1433867500000
    },
    "byType": {
      "부동산담보":  {
        "ratio": 0.43,
        "amount": 6165061410000
      },
      "부동산PF": {
        "ratio": 0.02,
        "amount": 286077270000
      },
      "어음·매출채권담보": {
        "ratio": 0.09,
        "amount": 1290047730000
      },
      "기타담보(주식 등)": {
        "ratio": 0.38,
        "amount": 5448068220000
      },
      "개인신용": {
        "ratio": 0.06,
        "amount": 860031820000
      },
      "법인신용": {
        "ratio": 0.03,
        "amount": 430015910000
      }
    }
  }

  /* 추후 2025-11, 2025-12 … 이런 식으로 계속 추가 */
}
